;Place localized text in this file lol


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;---------------------------- DOMINATION (PANDORA) SQUAD -------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;----------------------------------- MEDIC  --------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Pand_Med_TorsoGear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 手枪"


;;;;;;;;;;;;;;;;;;;;;;;
;大腿装备;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;

[Kev_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"

[LPl_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"

[MPl_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"

[HPl_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"

[LPo_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"

[MPo_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"

[HPo_WF_Pand_Med_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 医疗兵 大腿装备"




;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------------------- ENGINEER  --------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Pand_Eng_TorsoGear_A_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 装备 (全装)"

[WF_Pand_Eng_TorsoGear_B_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 机械背包"

[WF_Pand_Eng_TorsoGear_C_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 身体装备"



;;;;;;;;;;;;;;;;;;;;;;;
;大腿装备;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;

[Kev_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"

[LPl_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"

[MPl_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"

[HPl_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"

[LPo_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"

[MPo_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"

[HPo_WF_Pand_Eng_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 工程兵 大腿装备"





;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;--------------------------------- SNIPER  ---------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------




;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Pand_Snip_TorsoGear_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 狙击兵 装备"






;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------
;-------------------------------- SOLDIER  ---------------------------------------
;---------------------------------------------------------------------------------
;---------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;;;;;;;;;
;Helmet;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[WF_Pand_Sold_Helmet_Helm_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 头盔"

[WF_Pand_Sold_Helmet_FPU_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 头盔"

[WF_Pand_Sold_Helmet_FPL_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 头盔"

;;;;;;;;;;;;;;;;;
;Gear;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;

[WF_Pand_Sold_TorsoGear_Backpack_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 背包"


;;;;;;;;;;;;;;;;;;;;;;;
;大腿装备;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;

[Kev_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"

[LPl_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"

[MPl_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"

[HPl_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"

[LPo_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"

[MPo_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"

[HPo_WF_Pand_Sold_Thigh_Gear_T X2BodyPartTemplate]
DisplayName="战争前线:潘多拉小队 - 士兵 大腿装备"
